[
  {
    "content": "Ich nehme den Song als sehr lieblich und gefühlsvoll wahr...Als würde einem warme Sonne aufs Gesicht scheinen, man spürt den warmen Wind an seinem Körper und ist Wunschlos glücklich.",
    "caption": "Anika Yago, Radio 3Fach, 21.07.2023"
  },
  {
    "content": "Wavig-melancholischer Dream-Pop. Elegant und schön.",
    "caption": "Ausland, Berlin 12.12.2015"
  },
  {
    "content": "Walls & Birds sind mal zu Dritt, mal zu Viert. Die Berliner Band hat Ende 2015 ihr Album Daytona Beach veröffentlicht, und hübsch ist es geworden. Das sei hier der tatsächlichen Informationsvermittlung halber gesagt, denn Schönheit und musikalischer Progress gehen nicht immer Hand in Hand – hier aber schon. Sollte dies nun Interesse geweckt haben, komm' gucken.",
    "caption": "Ran Huber, 02.06.2016"
  },
  {
    "content": "Walls & Birds bringen das Gesamtkunstwerk zurück. Erst war da nur ein weißes Tape mit ortlosen, ausufernden und gleichzeitig extrem catchy klingenden Popsongs. Jetzt gibt’s schon ein Cover, einen Namen (Daytona Beach), zu jedem Lied ein Video und ein Konzert in der Berghain Kantine.",
    "caption": "TAZ, 02.06.2016"
  },
  {
    "content": "First up was Berlin based, Brazilian band Walls & Birds who set the tone from start. As the audience waited downstairs for the music to begin a tall slender figure dressed in black magician’s attire, including top hat and small bell walk around each table announcing the beginning of the the show. As the crowd made their way up stairs the announcer walked onto the stage introduced the band and began to slowly strip as the band played a cover of Lana Del Ray’s “Video Games”.As he made it down to just his boxer shorts he calmly slipped into a long black lace dress and picked up the guitar. There was no explanation to this nor the 80s style telephone that sat at the front of the stage but the theatrics brought an intrigue to their set and certainly a few talking points for the crowd. Fortunately, they backed up the theatrics with the music which veered from psychedelic pop one moment to country the next and then off to swing. As much as their eclectic taste is something to behold their lack of cohesion meant there were certain moments that were lost in the evening’s proceedings. They were strongest when they kept to their electro pop with all but the female vocalist proud owners of some excellent 80s haircuts and moustaches, they certainly looked the part. All we needed was for them to stand next to an old Mercedes and they’d be from the set of Deutschland 83.",
    "caption": "Patrick Cameron, Luxtimes, 15.09.2016"
  },
  {
    "content": "Walls & Birds halten sich eher zurück, was ihren Online-Auftritt angeht. Informationen sind über die drei Jungs aus Berlin schwer zu bekommen. Dafür kann man sich bei Walls & Birds ganz ohne Ablenkung auf ihre Musik konzentrieren und die ist definitiv hörenswert: Die Künstler selbst bezeichnen ihren Sound als wunderschön. Das kann man auch so stehen lassen. Walls & Birds klingen ein bisschen Retro, nach Spätsommer und eher nach Kalifornien als Berlin. An manchen Stellen lassen sich sogar Schlageranklänge finden. Nach eigener Aussage bieten sie kein einfaches Konzert, bei dem die Lieder lieblos heruntergespielt werden, sondern einen schönen Abend mit Show und Unterhaltung. Ihr neustes Album „Daytona Beach“ wurde 2016 auf Kassette veröffentlicht. Es soll ein Album sein, das man einfach so anhören kann – nicht auf Hits fokussiert, sondern auf das Gesamtkonzept. Die Hits kommen dann vielleicht auf dem nächsten Album.",
    "caption": "Sophia Hösi, 28.08.2017"
  },
  {
    "content": "The last drop of neon 80s liquor runs down the side of a cocktail glass. Slow motions before sunrise. Heavy air. Viscous details in a palace of melancholy: Welcome to the Atlantic Bar. Walls & Birds groove along this tropical solitude, as if a synth line was the only possible way to keep the lonely heart beating.",
    "caption": "Henrik Boerger, 16.07.2014"
  },
  {
    "content": "Eine Ouvertüre führt uns in eine Traumwelt, in der Synthies neben knappen Bikinis einen All-Inclusive Pool säumen und den darauf folgenden Nächten Sinnlichkeit und Melancholie verpassen. Doch die gehauchte Kopfstimme des sich auf Zehen befindlichen Direktors will mit uns die Neue Deutsche Welle über die Schickeria gen Belo Horizonte reiten. Die Oberlippenbärte reißen etwas Jazz und Dada aus der Zeit und im Hohlraum ruft ein Promoter an, der so gerne eine Show buchen würde. Walls & Birds aus diesem Berlin sind zerbrochene Kinder der Ikonographie des perfekten Pop-Songs, der nie geschrieben wird. Und füllen den Marmorsaal derweil mit allerlei Identitäten. Mit der Verkrampfung des Deutschtums. Mit der Leichtigkeit der pinken Kaugummiblase der Vereinigten Staaten. Mit der Imitation der einen der andren. Das alles mit einem unglaublichen Gespür für Genre-Merkmale wie für zärtliche Ansagen und Melodien. Und der Alt-Stimme der Elfin, die sich so wundervoll am Piepsen des Direktors reibt.Die Zeit, sie vergeht hier nicht. Sie flieht, manchmal. Sie stoppt dann wieder. Um zu lachen. Über unsere Idiotie.",
    "caption": "Fragmente Stuttgart, 06.02.2021"
  },

  {
    "content": "Walls & Birds sind in Gießen keine ganz Unbekannten. Obwohl sie nach eigener Aussage ihr Publikum meist „unexcited leaven“, haben sie uns letztes Jahr in der Kupferschmiede sehr verzaubert und wir sind froh, dass die „Girls“ aus Kalifornien auf ihrer Tour durch Deutschland bei uns in der fröhlichen Gesellschaft einen Halt einlegen. Nach einem kurzen Telefonat haben wir gemeinsam beschlossen, unsere Sofas um die „Bühne“ herum zu drapieren, damit wir in einem besonders gemütlichen Ambiente ihren besonders anmutigen Klängen lauschen können. Freut euch auf eine ganz spezielle Geheimagententruppe, jedemenge elektronische Geräte, Kassettendecks, Aufnahmegeräte, Spaceechoeffekte und das erste „Sofakonzert“…",
    "caption": "Renate Schneider, 16.09.2017"
  },
  {
    "content": "Wie ein verträumter Sommerabend am Meer, gemixt mit den Retro-Sounds aus Papas Plattenschrank – so klingt die Band Walls & Birds. Kaum zu glauben, dass sie nicht aus Kalifornien sondern aus Karlsruhe kommt. Comic Pop nennt die Band selbst ihren Stil, den sie seit vier Jahren pflegt, ansonsten machen die Musiker aber ein großes Geheimnis um sich.",
    "caption": "04.08.2016 - FluxFM"
  },
  {
    "content": "An diesem Wochenende stellen wir euch die Karlsruher Pop-Band Walls & Birds vor. Ab 15 Uhr könnt ihr sie live & unplugged bei Dominik bestaunen. Das Soundkartell stellt sie euch nun näher vor. Informationen auf ihrer Facebookseite? Fehlanzeige. Biographie auf der Homepage Band? Ebenfalls: Fehlanzeige. Walls & Birds hüllen sich sowohl in den sozialen Netzwerken wie auch auf ihrer Homepage in Schweigen, wenn es darum geht, sie näher kennenlernen zu dürfen. Auf Facebook stellen sie lediglich klar, worum es nicht geht. Es besteht kein Zusammenhang zur Band The Growlers oder zu MGMT. Glauben wir den weiteren Informationen stehen dahinter Leo, Tille und An Astronaut. Und dennoch: Hören wir sie zum ersten Mal besteht sehr wohl ein Zusammehang zur Band The Growlers oder MGMT. Sie klingen nicht nach Karlsruhe, sondern eher nach Kalifornien. Also nach smoothen Gitarren und entspannten Beats, die wir eher aus dem sonnigen Bundesstaat der USA kennen. Walls & Birds konnten bisher zwei Veröffentlichungen ihr Eigen nennen, eine selbstbetitelte EP und mit “Atlantic Bar” einen Langspieler mit fünf Titeln. Es ist unheimlich erstaunlich wie Walls & Birds absolut nicht nach einer lokalen Band klingen. Eher nach Surfbrett, salziger Meeresluft und danach wie es sich anfühlt wenn sich der Sand vom Strand in allen möglichen Kleidungsstücken verteilt. Mit diesem Wissen könnten wir die Vermutung anstellen, dass sie mit ihren Songs wie “Nothing At All” oder “Annie” eine Sehnsucht kreieren wollen. Sie passen somit perfek zu den länger und wärmer werdenden Tagen im Frühling.",
    "caption": "Niklas Kolell, 22.03.2014"
  }
]
