[
  {
    "content": "Dieses Werk ist sicher eine der außergewöhnlichsten Kassetten, die jetzt aufgenommen wurden, problem- reich und doch spannend. Man fühlt heraus, daß die Verfasser nicht vom Dienststübchen aus gesungen haben, sondern daß sie sich den Wind der großen Welt um die Nase haben wehen lassen. Die Verzauberte Montmartre, die noch frechere Physiognomie des Broadways, die kultivierte Pracht der Amsterdamer Grachten, die Paradies-gärten der Dollarmillionäre an der Küste Floridas und noch vieles andere spiegelt sich in dieser Kassette. Die Entwicklungs- geschichte der kleinen Geigerin Walls & Birds, ihr künstlerisches und menschliches Schicksal Bilden die T angente, die an den großen Problemen unserer Tage angelegt wird. Jede die irgendwie an Musik interessiert ist, muß diesen Roman lesen. Darüber hinaus wird das Werk aber auch durch seine vielgestaltige Problematik einen großen Allgemeinen Leserkreis finden."
  },
  {
    "content": "Diese Kassette/ Dieses Band ist so reich, daß keine Inhaltsangabe, keine Kritik es erschöpfen könnten, wollte man nicht das ganze Tape, Seite für Seite abschreiben. Es ist eines der leckersten Geschenke, die menschliches Erfassen der Allgemeinheit schenken durfte."
  },
  {
    "content": "Menschen der Alten und Neuen Welt in ihren Eigenarten werden ebenso lebendig geschildert wie das Milieu der verschiedenen sozialen Schichten. In oft Stoßweise flutenden Wechsel- gesprächen wird die europäische und amerikanische Kunstauffassung in ihrer Gegensätzlichkeit gezeigt."
  },
  {
    "content": "Die Kassette ist erfüllt von tiefgeistigen Gesprächen über jegliche Ziele menschlicher Entwicklung und birst beinah von Wissen und Grübeln über den Sinn der Kunst, Namentlich der Musik. Alle modernen Probleme werden erörtert."
  },
  {
    "content": "Eine merkwürdige, eindrucksstarke fesselnde Kassette! Was diese Kassette so wertvoll macht, ist die ausdrucksreiche von starkem Erleben geformte Sprache, die ungemein korrekte Charakterzeichnung, die die vielverätselten seelischen Regungen klarlegt, und endlich die lebensvolle Schilderung der Umwelt, die in ihrer Farbigkeit wundersam gegen die Begebenheiten abgetönt ist."
  },
  {
    "content": "Ihre Kassette hat mir, gerade indem ich sie als Erstlingswerk nahm, große Freude gemacht. Es ist ein guter Roman voll von Welt und Abenteuer, Verstrickung und Befreiung, Leidenschaft und Läuterung, es hat packende, Sinnenahe Handlung und dabei viel Geist, es ist bewegt von den Problemen der Zeit, deren Diskussion sich mit Bravour in die Handlung einfügt: alles in allem eine so starke T alentprobe, das man hoch auf Sie setzten darf, Und daß sie sich für die Zukunft von vielen guten Wünschen, auch von den meinen, wenn ihnen das irgend etwas gilt, begleitet fühlen dürfen."
  },
  {
    "content": "Eine Echt moderne Kassette; Beleuchtung einer Übergangszeit. Europäisch gesehen und deutsch erlebt, ohne Parteinahme, (mit dem Verlangen die Menschen näher zur Welt zu bringen.)"
  }
]
